Repository: UweBeckert/boinc
Catalog: locale/*/BOINC-Setup.po
Languages: bg

source: Sorry, this version of %s requires system 10.6 or higher.
bg: Съжаляваме, тази версия на %s изисква система 10.6 или по-нова.

source: Yes
bg: Да

source: No
bg: Не

source: Should BOINC run even when no user is logged in?
bg: Да работи ли BOINC дори когато няма логнат потребител?

source: Users who are permitted to administer this computer will automatically be allowed to run and control %s. Do you also want non-administrative users to be able to run and control %s on this Mac?
bg: На потребители, които имат разрешение да администрират този компютър, автоматично ще им бъде позволено да стартират и да управляват %s. Искате ли също потребители без администраторски права да могат да стартират и управляват %s на този Mac?

source: Do you want to set %s as the screensaver for all %s users on this Mac?
bg: Искате ли да зададете %s като скрийн-сейвър за всички %s потребители на този Mac?

source: Permission error after relaunch
bg: Грешка при разрешенията след рестартиране

source: Removal may take several minutes. Please be patient.
bg: Премахването може да отнеме няколко минути. Моля имайте търпение.

source: Are you sure you want to completely remove %s from your computer? This will remove the executables but will not touch %s data files.
bg: Сигурни ли сте, че напълно искате да премахнете %s от вашия компютър? Това ще премахне изпълнимите файлове, но няма да закача файловете с данни на %s.

source: Canceled: %s has not been touched.
bg: Отказано: %s остана недокоснат.

source: An error occurred: error code %d
bg: Възникна грешка: код за грешка %d

source: name of user
bg: име на потребител

source: Do you also want to remove VirtualBox from your computer? (VirtualBox was installed along with BOINC.)
bg: Искате ли също така да премахнете и VirtualBox от компютъра Ви? (VirtualBox беше инсталиран заедно с BOINC.)

source: Removal completed. You may want to remove the following remaining items using the Finder: the directory "%s" for each user, the file "%s".
bg: Премахването завърши. Може да поискате да премахнете следните оставащи елементи с помощта на Търсачката: папката "%s" за всеки потребител, файла "%s".

source: Enter your administrator password to completely remove %s from you computer.
bg: Въведете своята администраторска парола за да премахнете напълно %s от вашия компютър.

source: Cancel
bg: Отказ

source: Continue...
bg: Продължение...
